// © Copyright 2012-2015, 2017 HP Development Company, L.P.

TaskName = "HP 产品注册";
TaskTOCTitle = "Web 注册";

HSDRegistrationDescription = "在线注册过程将自动开始，并发送大部分必需的信息，以便您可以在完成产品设置时快速轻松地注册您的产品。您还将访问 HP Connected 网站，这是在线管理您的打印体验的中心位置。";

WarningSheetExtendedMessages = "单击“继续”后，将在默认 Web 浏览器中打开“HP 产品注册”页面。系统会将以下信息发送至 HP 网站以加速注册过程。";

HSDZipCodeTitle = "邮政编码：";
